<p>Действуя по своему усмотрению и в своих интересах, я, пользователь, выражаю свое согласие на обработку моих
            персональных данных.</p>
        <p>Данное согласие предоставляется на обработку следующих моих персональных данных: фамилия, имя, отчество;
            номер мобильного телефона; адрес электронной почты.</p>
        <p>Цель обработки персональных данных: регистрация пользователя на сайте.</p>
        <p>В процессе обработки моих персональных данных могут выполняться следующие действия: сбор, систематизация,
            хранение, использование, извлечение, блокирование, уничтожение, запись, удаление, накопление, обновление,
            изменение.</p>
        <p>Персональные данные будут обрабатываться до момента удаления моего личного кабинета на сайте.</p>
        <p>Согласие может быть отозвано мной или моим представителем путем направления заявления на электронную почту:
            <a href="mailto:ufamasters102@gmail.com">ufamasters102@gmail.com</a></p>
