<p>Система самодиагностики современной бытовой техники Bosch поможет быстро отреагировать на поломки. С помощью кодов
    ошибок прибор сигнализирует пользователю о возникновении неполадки. Все, что нужно сделать в случае появления кода
    на табло, – расшифровать его для первичной диагностики. Коды ошибок и их значения указаны ниже.</p>

<div class="custombox mb-3">
    <h2>Содержание</h2>

    <ol>
        <li><a class="title__link" data-scroll="#a">Коды ошибок Стиральных машин Bosch (общее)</a></li>
        <li><a class="title__link" data-scroll="#wfp">Коды ошибок СМА Bosch WFP</a></li>
        <li><a class="title__link" data-scroll="#maxx">Коды ошибок стиральных машин Bosch MAXX 5 / 6 / 7</a></li>
        <li><a class="title__link" data-scroll="#logixx-sensitive">Коды ошибок СМ Bosch Maxx Logixx 8 Sensitive</a></li>
        <li><a class="title__link" data-scroll="#ec-bosch-maxx-4">Коды ошибок стиральных&nbsp;машин Bosch MAXX 4</a></li>
        <li><a class="title__link" data-scroll="#clasixx">Коды ошибок стиральных машин Bosch CLASSIXX</a></li>
    </ol>
</div>

<h2 id="a">Коды ошибок Стиральных машин Bosch (общее)</h2>

<table class="table table-bordered table-responsive">
    <tbody>
        <tr>
            <td>Код</td>
            <td>Описание</td>
            <td>Способ устранения</td>
        </tr>
        <tr>
            <td>F01</td>
            <td>Нет сигнала о закрытии двери люка</td>
            <td>
                <p>В результате электроника блокирует начало стирки. Возможные причины:</p>

                <ul>
                    <li>Обрыв связи между симистором управления УБЛ (устройство блокировки люка) и управляющим
                        контроллером: прозвонить цепь, проверить контакты</li>
                    <li>Что-то сломалось в УБЛ, например, замок: в принципе, замок можно починить самостоятельно, но УБЛ
                        - сложный блок, включающий электронику, поэтому лучше обратиться в сервис</li>
                    <li>Неисправен датчик закрытия двери: замена</li>
                    <li>Проблемы в управляющем контроллере УБЛ: диагностика и замена</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F02</td>
            <td>Проблемы с набором воды: бак не заполняется за требуемый промежуток времени</td>
            <td>
                <p>Возможные причины:</p>

                <ul>
                    <li>Вода не поступает в СМ: перекрыт кран подачи воды, слабый напор в водопроводе, дефект или засор
                        шланга, засорился входной клапан и т.д. - всё это вам вполне по силам исправить самому</li>
                    <li>Забыли плотно закрыть дверь люка и электроника блокирует запуск программы стирки</li>
                    <li>Сломался входной электроклапан: его придется заменить</li>
                    <li>Неисправен датчик уровня воды (прессостат): диагностика с последующей заменой</li>
                    <li>Обрыв в проводке или отошли контакты в цепях от управляющего контроллера до входного клапана или
                        прессостата</li>
                    <li>Сбой управляющего контроллера: требуется профессиональная диагностика и замена, если плата
                        неисправна</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F03</td>
            <td>Проблемы со сливом грязной воды: за требуемое время уровень воды в баке не опустился до определенного
                уровня</td>
            <td>
                <p>К проблеме может привести следующее:</p>

                <ul>
                    <li>Что-то мешает воде уйти из СМ: дефект или засор сливного шланга, засорилась гидросистема сливной
                        помпы - всё это вам вполне по силам исправить самому</li>
                    <li>Обрыв в проводке или отошли контакты в цепях от управляющего контроллера до помпы или
                        прессостата; аналогичная проблема может быть с цепью питания электродвигателя насоса</li>
                    <li>Сломался сливной насос: надо вызывать специалиста для его проверки и замена обмотки или всего
                        двигателя</li>
                    <li>Вышел из строя датчик уровня воды (прессостат): диагностика с последующей заменой</li>
                    <li>Сбой управляющего контроллера: требуется профессиональная диагностика и замена, если плата
                        неисправна</li>
                </ul>

                <p>Как видите, причин появления этого кода ошибки немало, поэтому лучше вызвать квалифицированного
                    специалиста.</p>
            </td>
        </tr>
        <tr>
            <td>F04</td>
            <td>Протечка: вода под машиной, просачивается через дверь люка или дозатор</td>
            <td>
                <p>Проблемы могут быть в следующих узлах СМ:</p>

                <ul>
                    <li>Проблемы с кабелем сливной помпы: его надо осмотреть и заменить</li>
                    <li>Протекает сливной насос: вряд ли его удастся починить, придется менять</li>
                    <li>Осмотреть прочие места в СМ, откуда может протекать вода: заливной и сливной шланги, люк и его
                        манжета, дозатор, внутренние патрубки, бак</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F05</td>
            <td>Электродвигатель главного привода запускает сам без команды</td>
            <td>Скорее всего, проблемы с электроникой: обрыв в цепи управления двигателем, неисправность датчиков или
                управляющего контроллера. Характер возможных неисправностей таков, что лучше обратиться к опытным
                специалистам.</td>
        </tr>
        <tr>
            <td>F06</td>
            <td>Возникли проблемы с нагревом воды либо из-за неисправного термодатчика NTC, либо из-за поломки реле ТЭНа
            </td>
            <td>
                <p>В результате температура воды в баке будет отличаться от заданной, что скажется на качестве стирки:
                </p>

                <ul>
                    <li>Для начала убедитесь в том, что проводка между датчиком или ТЭНом и управляющим контроллером в
                        порядке, что все контакты и разъемы надежно закреплены</li>
                    <li>Отсутствие сигнала от датчика может означать его неисправность: неисправный датчик меняют</li>
                    <li>"Залипло" реле ТЭНа: его также надо менять</li>
                    <li>Проблемы в управляющем контроллере: здесь требуется профессиональная диагностика и замена
                        контроллера</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F07</td>
            <td>Что-то не так с контролем нагрева воды</td>
            <td>Смотрите описание ошибки "F06"</td>
        </tr>
        <tr>
            <td>F08</td>
            <td>Дверь загрузочного люка осталась открытой</td>
            <td>Смотрите описание ошибки "F01"</td>
        </tr>
        <tr>
            <td>F10</td>
            <td>Обрыв проводки в цепи приводного электродвигателя</td>
            <td>
                <ul>
                    <li>Прозвонить цепь от управляющего контроллера до двигателя: починить прогоревшие участки,
                        закрепить контакты</li>
                    <li>Обрыв может быть и в обмотке двигателя: в этом случае придется менять всю обмотку (дорогостоящая
                        процедура) или менять весь двигатель (дорогой он...)</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F11</td>
            <td>Что-то не работает в двигателе главного привода или его управлении, из-за чего программа стирки
                останавливается</td>
            <td>
                <p>Вообще-то двигатель может не запускаться из-за множества причин, отметим следующие::</p>

                <ul>
                    <li>Двигатель перегревается: можно попробовать дать ему остыть и запустить повторно, но, скорее
                        всего, проблема лежит гораздо глубже - во избежания окончательной поломки дорогой детали лучше
                        вызвать специалиста для проведения диагностики</li>
                    <li>Нарушена цепь управляющего симистора: повреждения в проводке, неисправность симистора или
                        электронного контролера. Так как сам симистор и все элементы его цепи находятся на электронном
                        контроллере, для проверки желательно вызвать опытного мастера с профессиональным диагностическим
                        оборудованием.</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F12</td>
            <td>Проблемы внутри основного приводного мотора</td>
            <td>
                <p>Во многих случаях, двигатель, к сожалению, приходится менять (дорогой он, да и работы не дешевые), но
                    кое-что можно попробовать починить:</p>

                <ul>
                    <li>Обрыв в обмотке электродвигателя: для качественной проверки лучше вызвать мастера</li>
                    <li>Износились щетки электродвигателя: их можно заменить, но это опять же работа для опытного
                        специалиста</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F13</td>
            <td>На двигатель основного привода подается слишком высокое напряжения</td>
            <td>
                <p>Это лишь предупреждение, СМ продолжит работать, но согласитесь, что напряжение в 318 В должно
                    насторожить: чтобы избежать более серьезных поломок, надо обязательно прекратить стирку, отключить
                    прибор от сети и замерить напряжение в розетке. Если так также высокое напряжение, надо вызвать
                    электрика, если нормальное, значит проблемы в самой СМ и надо обращаться в ремонтную мастерскую.</p>
            </td>
        </tr>
        <tr>
            <td>F14</td>
            <td>Двигатель основного привода не включается из-за слишком низкого напряжения</td>
            <td>
                <p>Когда напряжение всего 172 В, конечно, нет смысла стирать дальше: этого всё равно не хватит для
                    нормальной работы мотора - смотрите описание ошибки "F13".</p>
            </td>
        </tr>
        <tr>
            <td>F15</td>
            <td>Температура вода в баке либо слишком низкая (ниже 10 градусов), либо слишком высокая (выше 100 градусов)
            </td>
            <td>
                <p>Скорее всего, проблемы с термодатчиком:</p>

                <ul>
                    <li>Для начала проверьте, что проводка между датчиком или ТЭНом и управляющим контроллером в
                        порядке, что все контакты и разъемы закреплены</li>
                    <li>Отсутствие сигнала от датчика может означать его неисправность: неисправный датчик меняют</li>
                    <li>"Залипло" реле ТЭНа: неисправное реле подлежит замене</li>
                    <li>Проблемы управляющем в контроллере: здесь требуется профессиональная диагностика и замена
                        контроллера</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F16</td>
            <td>Не плотно закрыта дверь загрузочного люка</td>
            <td>
                <p>Смотрите описание ошибки "F01"</p>
            </td>
        </tr>
        <tr>
            <td>F17</td>
            <td>Вода на набирается в бак за требуемое время</td>
            <td>Смотрите описание ошибки "F02"</td>
        </tr>
        <tr>
            <td>F18</td>
            <td>Вода не сливается из бака за отведенный промежуток времени</td>
            <td>Смотрите описание ошибки "F03"</td>
        </tr>
        <tr>
            <td>F19</td>
            <td>Вода так и не начала нагреваться за отведенное для этого время</td>
            <td>
                <p>Причин много, вот некоторые из них:</p>

                <ul>
                    <li>В электросети слишком низкое напряжение: смотрите описание ошибки "F14"</li>
                    <li>Сгорел нагревательный элемент (ТЭН), например, из-за толстого слоя накипи на нём: ТЭН только
                        менять</li>
                    <li>Обрыв в цепи питания ТЭНа: проверить провода и контакты</li>
                    <li>Как ни странно, вода может не успеть нагреться из-за того, что СМ стоит в холодном месте -
                        редко, но и такое случается</li>
                    <li>Проблемы с электроникой: термодатчик, реле, контроллер - смотрите описание ошибки "F06"</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F20</td>
            <td>Вода стала нагреваться в незапланированное время</td>
            <td>Если ТЭН вдруг сам по себе включился, проблема однозначно в электронике: неисправен термодатчик, реле
                или контроллер. Кстати, внезапное включение ТЭН без воды чревато его выходом из строя. Смотрите описание
                ошибки "F06".</td>
        </tr>
        <tr>
            <td>F21</td>
            <td>Главный приводной мотор так и не начал вращаться после нескольких попыток его запуска или двигатель
                работает рывками</td>
            <td>
                <p>Причин множество:</p>

                <ul>
                    <li>В баке что-то надежно застряло и блокирует вращение барабана</li>
                    <li>Нарушена цепь управления мотором: проверьте проводку, подтяните контакты</li>
                    <li>Проблема может быть и цепи питания электродвигателя, причем не только в проводке или контактах,
                        но также и в электронных элементах - реле и симисторе, которые находятся на плате контроллера:
                        необходима проверка и замена неисправных деталей либо всей платы контроллера</li>
                    <li>Неисправен тахометр: мастер должен убедиться, что виноват именно он, и заменить либо датчик,
                        либо весь блок тахометра</li>
                    <li>Растянулся или соскочил приводной ремень: поставить ремень на место, заметно растянутый надо
                        заменить</li>
                    <li>Что-то сломалось в электродвигателе: требуется его диагностика, замена обмотки или всего мотора
                        - с такой проблемой надо. конечно, обращаться в сервис</li>
                    <li>Сгорел управляющий контроллер: его только под замену</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F22</td>
            <td>Вода в баке не начинает нагреваться</td>
            <td>Смотрите описание ошибки "F19"</td>
        </tr>
        <tr>
            <td>F23</td>
            <td>Датчик обнаружил появление воды в поддоне СМ (активирована система Aquastop)</td>
            <td>Смотрите описание ошибки "F04". Кроме того, могут возникнуть проблемы с самой системой "Аква-Стоп":
                здесь стандартные действия - проверить датчик, контроллер и цепь между ними.</td>
        </tr>
        <tr>
            <td>F25</td>
            <td>Вышел из строя датчик мутности воды, из-за чего стирка проходит без полоскания</td>
            <td>
                <p>Причины обычные при проблемах с датчиком: обрыв в цепи между датчиком и управляющим контроллером,
                    неисправны либо датчик, либо контроллер</p>
            </td>
        </tr>
        <tr>
            <td>F26</td>
            <td>Неисправен аналоговый датчик давления (он защищает от перепадов напряжения)</td>
            <td>Причины и действия обычные: ремонт цепи между датчиком и электроникой, замена сломавшегося датчика или
                сгоревшего контроллера</td>
        </tr>
        <tr>
            <td>F27</td>
            <td>Нет сигнала от датчика уровня (прессостата)</td>
            <td>
                <p>Возможные причины:</p>

                <ul>
                    <li>Датчик неисправен: необходима диагностика и замена датчика</li>
                    <li>Нарушены контакты или обрыв в цепи датчика: прозвонить и восстановить проводку, подтянуть
                        контакты</li>
                    <li>Проблемы с управляющим контроллером: его надо тщательно проверить, неисправный - заменить</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F28</td>
            <td>Датчик потока блокирует поступление воды в бак</td>
            <td>Неисправны либо датчик, либо управляющий контроллер (их - менять), надо также проверить электроцепь
                между ними.</td>
        </tr>
        <tr>
            <td>F29</td>
            <td>От датчика потока не поступают сообщения о прохождении воды через него</td>
            <td>Скорее всего, причина в банальном отсутствии воды на входе в СМ из-за слабого напора, засоров в заливном
                шланге или входном клапане и т.п.</td>
        </tr>
        <tr>
            <td>F31</td>
            <td>Вода в баке превысила допустимый уровень</td>
            <td>
                <ul>
                    <li>Проблемы со сливом воды: неверная установка СМ ("сифонный эффект"), засор в сливной системе</li>
                    <li>Сломался клапан набора воды: диагностика и замена клапана</li>
                    <li>Засор в датчике уровня (прессостате) или поломка самого датчика</li>
                    <li>Неисправность управляющего контроллера</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F34</td>
            <td>Нет сигнала блокировки двери загрузочного люка, дверь не закрыта</td>
            <td>Смотрите описание "F01"</td>
        </tr>
        <tr>
            <td>F36</td>
            <td>Поломка в устройстве блокировки люка (УБЛ)</td>
            <td>Смотрите описание ошибки "F01"</td>
        </tr>
        <tr>
            <td>F37</td>
            <td>Вода в баке не нагревается из-за поломки термодатчика</td>
            <td>Смотрите описание ошибок "F15" и "F19"</td>
        </tr>
        <tr>
            <td>F38</td>
            <td>Не работает температурный датчик, скорее всего, из-за короткого замыкания</td>
            <td>Заменить датчик или контроллер, если именно н пострадал из-за замыкания, проверить проводку и контакты -
                они могли подгореть</td>
        </tr>
        <tr>
            <td>F40</td>
            <td>Стиральная машина не запускается или программа стирки идет с ошибками</td>
            <td>&nbsp;</td>
        </tr>
        <tr>
            <td>F42</td>
            <td>Электродвигатель постоянно вращается на слишком высоких оборотах</td>
            <td>
                <p>Скорее всего, проблемы с датчиками или в электронике, как правило, из-за протечек:</p>

                <ul>
                    <li>В первую очередь надо проверить симистор, который находится на управляющем контроллере: именно
                        он чаще всего является причиной появления данной ошибки - звоните в сервис</li>
                    <li>Сломался датчик оборотов (тахометр), который передает в модуль управления неверные данные: его
                        надо проверить и заменить</li>
                    <li>Не помешает прозвонить и цепь от тахометра до управляющего контроллера, осмотреть контакты</li>
                    <li>Сломаться мог и сам двигатель, и тут уж без обращения в мастерскую не обойтись</li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>F43</td>
            <td>Заблокирован мотор, вращающий барабан</td>
            <td>Смотрите описание кода ошибки "F21"</td>
        </tr>
        <tr>
            <td>F44</td>
            <td>Мотор начал вращать барабан не в ту сторону</td>
            <td>Не исключено, что вы неверно расположили белье в баке, из-за чего возник дисбаланс. Если не поможет,
                надо проверять тахометр, двигатель, электронику (симистор, реле, модуль управления) и проводку между
                ними: причин, как видите, немало. поэтому лучше вызвать специалиста.</td>
        </tr>
        <tr>
            <td>F59</td>
            <td>3D-сенсор не подает признаков жизни или работает неверно</td>
            <td>Обычные действия при проблемах с датчиком: проверить сам датчик, контроллер, управляющий им и цепь между
                ними</td>
        </tr>
        <tr>
            <td>F60</td>
            <td>От датчика потока поступает неверная информация</td>
            <td>Смотрите описание ошибок "F28" и "F29"</td>
        </tr>
        <tr>
            <td>F61</td>
            <td>Очередное предупреждение о проблемах с блокировкой двери</td>
            <td>Таких кодов среди ошибок СМ Bosch почему-то слишком много - смотрите первую из них "F01"</td>
        </tr>
        <tr>
            <td>F63</td>
            <td>Сбой в программном обеспечении стиральной машины или вышел из строя главный процессор</td>
            <td>Если перезапуск СМ не помог, надо звонить в сервис.</td>
        </tr>
        <tr>
            <td>F67</td>
            <td>Обнаружено несоответствие в кодировке между управляющим и силовым модулями</td>
            <td>Иногда помогает полный перезапуск СМ с отключением от сети. Бывает, что работоспособность
                восстанавливается после перепрошивки платы, но редко. Но, скорее всего, что-то в модуле управления
                сгорело: ремонт, в принципе, возможен, но будьте готовы и замене дорогостоящей платы.</td>
        </tr>
        <tr id="ec-bosch-e02">
            <td>E02</td>
            <td>Критическая проблема с двигателем, которая может привести к возгоранию СМ!</td>
            <td>
                <p>Пожароопасные проблемы с двигателем:</p>

                <ul>
                    <li>В первую очередь проверяются щетки двигателя</li>
                    <li>Затем надо убедиться, что нет протечек тока на корпус</li>
                    <li>Внимательно осмотрите всю проводку мотора и его контакты</li>
                    <li>Убедитесь, что подшипник не заклинило</li>
                </ul>
            </td>
        </tr>
        <tr id="ec-bosch-e67">
            <td>E67</td>
            <td>Некорректная кодировка модуля</td>
            <td>Смотрите описание ошибки "F67"</td>
        </tr>
    </tbody>
</table>

<h2 id="wfp">Коды ошибок СМА Bosch WFP</h2>

<table class="table table-bordered table-responsive">

    <tbody>
        <tr>
            <td>Код</td>
            <td>Описание</td>
        </tr>
        <tr>
            <td>F01</td>
            <td>Не плотно закрыта дверь загрузочного люка</td>
        </tr>
        <tr>
            <td>F02</td>
            <td>В бак не поступает вода или заливается слишком медленно</td>
        </tr>
        <tr>
            <td>F03</td>
            <td>Грязная вода из бака не сливается за отведенное время</td>
        </tr>
        <tr>
            <td>F04</td>
            <td>Обнаружена вода в поддоне СМ</td>
        </tr>
        <tr>
            <td>F05</td>
            <td>Двигатель привода барабана запускается сам, без команды</td>
        </tr>
        <tr>
            <td>F06</td>
            <td>Вода в баке не нагревается из-за поломки термодатчика или реле ТЭНа</td>
        </tr>
        <tr>
            <td>F07</td>
            <td>Проблемы с нагревом воды в баке</td>
        </tr>
        <tr>
            <td>F08</td>
            <td>Не закрыта дверь люка</td>
        </tr>
        <tr>
            <td>F10</td>
            <td>Нарушена цепь между двигателем и платой управления</td>
        </tr>
        <tr>
            <td>F11</td>
            <td>Неисправность в двигателе привода барабана или в его электронике</td>
        </tr>
        <tr>
            <td>F12</td>
            <td>Проблемы внутри электродвигателя привода барабана</td>
        </tr>
        <tr>
            <td>F13</td>
            <td>На двигатель главного привода подано слишком высокое напряжение</td>
        </tr>
        <tr>
            <td>F14</td>
            <td>Основной приводной мотор не включается из-за низкого напряжения</td>
        </tr>
        <tr>
            <td>F15</td>
            <td>Температура воды в баке выходит за допустимые пределы</td>
        </tr>
        <tr>
            <td>F16</td>
            <td>Нет сигнала о закрытии и блокировке двери люка</td>
        </tr>
    </tbody>
</table>

<h2 id="maxx">Коды ошибок стиральных машин Bosch MAXX 5 / 6 / 7</h2>

<div id="carouselExampleCaptions" class="carousel slide" data-ride="carousel">
    <ol class="carousel-indicators">
        <li data-target="#carouselExampleCaptions" data-slide-to="0" class=""></li>
        <li data-target="#carouselExampleCaptions" data-slide-to="1" class="active"></li>
    </ol>
    <div class="carousel-inner">
        <div class="carousel-item">
            <img alt="Панель управления стиральных машин Bosch Maxx 5 / 6 / 7 с дисплеем"
                src="/storage/images/posts/old/bosch-1.jpg" class="img-fluid d-block w-100">
        </div>
        <div class="carousel-item active">
            <img alt="Панель управления стиральных машин Bosch Maxx 5 / 6 / 7 без дисплея"
                src="/storage/images/posts/old/bosch-2.jpg" class="img-fluid d-block w-100">
        </div>
    </div>
    <button class="carousel-control-prev" type="button" data-target="#carouselExampleCaptions" data-slide="prev">
        <span class="carousel-control-prev-icon" aria-hidden="true"></span>
        <span class="sr-only">Previous</span>
    </button>
    <button class="carousel-control-next" type="button" data-target="#carouselExampleCaptions" data-slide="next">
        <span class="carousel-control-next-icon" aria-hidden="true"></span>
        <span class="sr-only">Next</span>
    </button>
</div>


<p>Стиральные машины Bosch Maxx 5/6/7 могут быть как с дисплеем, так и без. На СМ без дисплея для отображения ошибки
    используется пять индикаторов скорости отжима: на рисунке справа показан пример отображения ошибки "F23". Проблема
    только том, что у разных моделей этих серий СМ могут быть разные скорости отжима: 1000/900/800/600 или
    800/700/600/400; но так как их всегда пять, проблем не возникнет. Для некоторых кодов ошибки могут быть также
    задействованы 4 индикатора состояния справа от индикаторов скорости отжима.</p>

<p>Далее в таблице описания ошибок рядом с кодом ошибки будут отмечены те индикаторы скорости отжима, которые должны
    гореть или мигать. Для краткости вместо названий индикаторов в таблице будут стоять цифры их порядковых номеров
    сверху вниз, дополнительные 4 индикатора состояния будут показаны на следующей строке под 5-ю индикаторами скорости
    отжима. Кроме того, некоторые ошибки допускают два варианта индикации: они будут показаны друг под другом.</p>

<table class="table table-bordered table-responsive">
    <tbody>
        <tr>
            <td rowspan="2">Код</td>
            <td colspan="5">Индикаторы</td>
            <td rowspan="2">Описание</td>
        </tr>
        <tr>
            <td>1</td>
            <td>2</td>
            <td>3</td>
            <td>4</td>
            <td>5</td>
        </tr>
        <tr>
            <td>F16</td>
            <td>☀</td>
            <td>✲</td>
            <td>✲</td>
            <td>✲</td>
            <td>✲</td>
            <td>Дверь загрузочного люка не закрыта</td>
        </tr>
        <tr>
            <td>F17</td>
            <td>☀</td>
            <td>✲</td>
            <td>✲</td>
            <td>✲</td>
            <td>☀</td>
            <td>Вода в баке не достигла требуемого уровня за отведенное время</td>
        </tr>
        <tr>
            <td>F18</td>
            <td>☀</td>
            <td>✲</td>
            <td>✲</td>
            <td>☀</td>
            <td>✲</td>
            <td>Вода не слилась полностью за положенное время</td>
        </tr>
        <tr>
            <td>F19</td>
            <td>☀</td>
            <td>✲</td>
            <td>✲</td>
            <td>☀</td>
            <td>☀</td>
            <td>Вода в баке не нагрелась до заданной температуры за требуемое время</td>
        </tr>
        <tr>
            <td>F20</td>
            <td>☀</td>
            <td>✲</td>
            <td>☀</td>
            <td>✲</td>
            <td>✲</td>
            <td>Самопроизвольное включение нагрева воды</td>
        </tr>
        <tr>
            <td>F21</td>
            <td>☀</td>
            <td>✲</td>
            <td>☀</td>
            <td>✲</td>
            <td>☀</td>
            <td>Приводной мотор не вращает барабан или он вращается неравномерно</td>
        </tr>
        <tr>
            <td>F22</td>
            <td>☀</td>
            <td>✲</td>
            <td>☀</td>
            <td>☀</td>
            <td>✲</td>
            <td>Не нагревается вода в баке из-за неисправности термодатчика</td>
        </tr>
        <tr>
            <td>F23</td>
            <td>☀</td>
            <td>✲</td>
            <td>☀</td>
            <td>☀</td>
            <td>☀</td>
            <td>Предупреждение о протечке: активирована система "Аква-Стоп"</td>
        </tr>
        <tr>
            <td>F40</td>
            <td>✲<br>
                ☀<br>
                или<br>
                ✲<br>
                ✲</td>
            <td>☀<br>
                ✲<br>
                <br>
                ☀<br>
                ✲
            </td>
            <td>✲<br>
                ✲<br>
                <br>
                ✲<br>
                ✲
            </td>
            <td>✲<br>
                ✲<br>
                <br>
                ✲<br>
                ☀
            </td>
            <td>✲<br>
                <br>
                <br>
                ✲
            </td>
            <td>Нарушена программа стирки из-за проблем с напряжением электросети</td>
        </tr>
        <tr>
            <td>F63</td>
            <td>✲<br>
                ☀<br>
                или<br>
                ✲<br>
                ✲</td>
            <td>☀<br>
                ✲<br>
                <br>
                ☀<br>
                ✲
            </td>
            <td>☀<br>
                ✲<br>
                <br>
                ☀<br>
                ✲
            </td>
            <td>☀<br>
                ✲<br>
                <br>
                ☀<br>
                ☀
            </td>
            <td>☀<br>
                <br>
                <br>
                ☀
            </td>
            <td>Сбой в ПО модуля управления или сгорел главный процессор</td>
        </tr>
    </tbody>
</table>

<h2 id="logixx-sensitive">Коды ошибок СМ Bosch Maxx Logixx 8 Sensitive</h2>

<img alt="Панель управления стиральных машин Bosch Maxx Logixx 8 Sensitive" src="/storage/images/posts/old/bosch-3.jpg"
    class="img-fluid">

<p>Стиральные машины серии Logixx 8 Sensitive (модели WAS) выпускаются с дисплеем, поэтому проблем с выводом и чтением
    кода ошибки не возникает. Правда, некоторые из ошибок показываются только в специальном сервисном режиме, который
    обычным владельцам СМ недоступен.</p>

<table class="table table-bordered table-responsive">
    <tbody>
        <tr>
            <td>Код</td>
            <td>Описание</td>
        </tr>
        <tr>
            <td>F16</td>
            <td>Дверь загрузочного люка не закрыта</td>
        </tr>
        <tr>
            <td>F17</td>
            <td>Вода в баке не достигла требуемого уровня за отведенное время</td>
        </tr>
        <tr>
            <td>F18</td>
            <td>Вода не слилась полностью за положенное время</td>
        </tr>
        <tr>
            <td>F19</td>
            <td>Вода в баке не нагрелась до заданной температуры за требуемое время</td>
        </tr>
        <tr>
            <td>F20</td>
            <td>Самопроизвольное включение нагрева воды</td>
        </tr>
        <tr>
            <td>F23</td>
            <td>Предупреждение о протечке: активирована система "Аква-Стоп"</td>
        </tr>
        <tr>
            <td>F25</td>
            <td>Пропуск стадии полоскания из-за проблем с датчиком мутности воды</td>
        </tr>
        <tr>
            <td>F26</td>
            <td>Предупреждение о неисправности аналогового датчика давления</td>
        </tr>
        <tr>
            <td>F27</td>
            <td>Не поступает сигнал от датчика давления воды (прессостата)</td>
        </tr>
        <tr>
            <td>F28</td>
            <td>Неисправный датчик потока препятствует поступлению воды в бак</td>
        </tr>
        <tr>
            <td>F29</td>
            <td>Датчик потока не сообщает о поступлении воды</td>
        </tr>
        <tr>
            <td>F31</td>
            <td>Предупреждение о слишком высоком уровне воды в баке</td>
        </tr>
        <tr>
            <td>F34</td>
            <td>Не закрыта дверца люка</td>
        </tr>
        <tr>
            <td>F36</td>
            <td>Неисправно УБЛ (устройство блокировки люка)</td>
        </tr>
        <tr>
            <td>F37</td>
            <td>Сломался температурный датчик</td>
        </tr>
        <tr>
            <td>F38</td>
            <td>Термодатчик вышел из строя из-за короткого замыкания</td>
        </tr>
        <tr>
            <td>F42</td>
            <td>Главный приводной мотор постоянно работает на высоких оборотах</td>
        </tr>
        <tr>
            <td>F43</td>
            <td>Барабан СМ не вращается из-за блокировки двигателя</td>
        </tr>
        <tr>
            <td>F44</td>
            <td>Мотор вращает барабан в обратную сторону</td>
        </tr>
        <tr>
            <td>F59</td>
            <td>Неисправен 3D-сенсор</td>
        </tr>
        <tr>
            <td>F60</td>
            <td>Неисправен датчик потока</td>
        </tr>
        <tr>
            <td>F61</td>
            <td>Неверный сигнал от устройства блокировки люка (УБЛ)</td>
        </tr>
        <tr>
            <td>F63</td>
            <td>Сбой функциональной защиты: неисправен процессор</td>
        </tr>
        <tr>
            <td>F67</td>
            <td>Нарушена кодировка между силовым и управляющим модулями</td>
        </tr>
    </tbody>
</table>

<h2 id="ec-bosch-maxx-4">Коды ошибок стиральных&nbsp;машин Bosch MAXX 4</h2>

<img alt="Панель управления стиральных машин Bosch Maxx 4" src="/storage/images/posts/old/bosch-4.jpg"
    class="img-fluid">

<p>У стиральных машин Bosch Maxx 4 для отображения ошибки используются три индикатора, расположенные на панели
    управления друг над другом: "Готовность", "Работа" и "Окончание работы" (они находятся между селекторами выбора
    программ и установки скорости отжима). Далее в таблице описания ошибок рядом с кодом ошибки будут отмечены те
    индикаторы, которые должны гореть или мигать.</p>

<table class="table table-bordered table-responsive">
    <tbody>
        <tr>
            <td rowspan="2">Код</td>
            <td colspan="3">Индикаторы</td>
            <td rowspan="2">Описание</td>
        </tr>
        <tr>
            <td>Готовность</td>
            <td>Работа</td>
            <td>Окончание работы</td>
        </tr>
        <tr>
            <td>F16</td>
            <td>☀</td>
            <td>✲</td>
            <td>✲</td>
            <td>Не плотно закрыт загрузочный люк, нет сигнала о блокировке люка</td>
        </tr>
        <tr>
            <td>F17</td>
            <td>✲</td>
            <td>☀</td>
            <td>✲</td>
            <td>Вода в бак не налилась за отведенное время</td>
        </tr>
        <tr>
            <td>F18</td>
            <td>✲</td>
            <td>✲</td>
            <td>☀</td>
            <td>Слишком долго сливается отработанная вода</td>
        </tr>
        <tr>
            <td>F19</td>
            <td>☀</td>
            <td>☀</td>
            <td>✲</td>
            <td>Нагревательный элемент (ТЭН) плохо греет воду</td>
        </tr>
        <tr>
            <td>F20</td>
            <td>✲</td>
            <td>☀</td>
            <td>☀</td>
            <td>ТЭН включился самопроизвольно, в неурочное время</td>
        </tr>
        <tr>
            <td>F21</td>
            <td>☀</td>
            <td>✲</td>
            <td>☀</td>
            <td>Мотор не вращает барабан или он крутится рывками</td>
        </tr>
        <tr>
            <td>F22</td>
            <td>☀</td>
            <td>☀</td>
            <td>☀</td>
            <td>Вода в баке так и не начала нагреваться</td>
        </tr>
    </tbody>
</table>

<h2 id="clasixx">Коды ошибок стиральных машин Bosch CLASSIXX</h2>

<img alt="Панель управления стиральных машин Bosch Classixx" src="/storage/images/posts/old/bosch-5.jpg"
    class="img-fluid">

<p>У стиральных машин Bosch Classixx / WLF20(16)260 и WS10F260 для отображения ошибки используются три индикатора на
    панели управления: "Стирка", "Полоскание" и "Отжим". Далее в таблице описания ошибок рядом с кодом ошибки будут
    отмечены те индикаторы, которые должны гореть или мигать.</p>

<table class="table table-bordered table-responsive">
    <tbody>
        <tr>
            <td colspan="1" rowspan="2">Код</td>
            <td colspan="3" rowspan="1">Индикаторы</td>
            <td colspan="3" rowspan="2">
                <p>Описание</p>
            </td>
        </tr>
        <tr>
            <td>Стирка</td>
            <td>Полоскание</td>
            <td>Отжим</td>
        </tr>
        <tr>
            <td>F16</td>
            <td>✲</td>
            <td>☀</td>
            <td>☀</td>
            <td>Не поступил сигнал о блокировке люка, считается, что он не закрыт</td>
        </tr>
        <tr>
            <td>F17</td>
            <td>☀</td>
            <td>✲</td>
            <td>☀</td>
            <td>За положенное время вода не заполнила бак до требуемого уровня</td>
        </tr>
        <tr>
            <td>F18</td>
            <td>☀</td>
            <td>☀</td>
            <td>✲</td>
            <td>Слишком долгий слив воды: за требуемое время не достигнут минимальный уровень воды в баке</td>
        </tr>
        <tr>
            <td>F19</td>
            <td>✲</td>
            <td>✲</td>
            <td>☀</td>
            <td>За отведенное время вода в баке не успела нагреться до заданной программой стирки температуры</td>
        </tr>
        <tr>
            <td>F20</td>
        </tr>
    </tbody>
</table>
